{
  "dress": ["The dress code for the event is formal.", "She will dress up for the party."],
  "bank": ["I need to deposit my paycheck at the bank.", "He likes to bank his money in offshore accounts."],
  "store": ["I'm going to the store to buy some groceries.", "You need to store the boxes in the basement."],
  "catch": ["She made a great catch during the game.", "He tried to catch the ball but missed."],
  "attack": ["The lion's attack was ferocious.", "He will attack the problem from a different angle."],
  "left": ["I always turn left at the stop sign.", "She left her phone at home."],
  "challenging": ["The puzzle was too challenging but fun.", "He is challenging his opponent to a race."],
  "play": ["They are going to a play at the theater.", "Let's play a game of basketball."],
  "worry": ["I have a lot of worry about the future.", "Don't worry, everything will be fine."],
  "fold": ["He made a perfect fold in the paper.", "She will fold the laundry later."],
  "mix": ["The DJ will play a mix of songs.", "She needs to mix the ingredients for the recipe."],
  "shower": ["I took a quick shower before work.", "He will shower the plants with water."],
  "paint": ["The paint color in the room is too bright.", "She will paint the fence white."],
  "milk": ["I need to buy a gallon of milk at the store.", "She will milk the cow before breakfast."],
  "balance": ["The balance on the scale is off.", "He needs to balance his work and personal life."],
  "clean": ["The house needs a good clean.", "She will clean the kitchen after dinner."],
  "charge": ["The phone is out of charge.", "I charge his clients for his services."],
  "close": ["She was very close  to the door", "She will close the door behind her."],
  "crack": ["She found a crack in the vase.", "He will crack the code to the safe."],
  "cut": ["The cut on his hand needed stitches.", "She will cut the cake into slices."],
  "drop": ["There was a big drop in prices.", "They drop the package off at the post office."],
  "file": ["The file on the computer was too large.", "She will file the papers in the cabinet."],
  "kiss": ["They shared a sweet kiss under the moonlight.", "She will kiss her kids goodnight."],
  "plant": ["The plant needs to be watered.", "He will plant a tree in the backyard."],
  "punch": ["The boxer delivered a hard punch to his opponent.", "She will punch holes in the paper."],
  "rock": ["The rock was too heavy to lift.", "They will rock the baby to sleep."],
  "smoke": ["The smell of smoke filled the room.", "He will smoke a cigar after dinner."],
  "loan":["Me and Mary will ask a loan to her","They asked me to loan them some money"],
  "mark":["Get a good mark on it","I have to mark all of them"]
}
