{"Julia and Harriet read a new car.": "Julia and Hariret read a new cr.a", "Rebecca and Pamela build an important message.": "Rebecca adn Paemla build an improtant message.", "Peter and Caroline send an online tutorial.": "Peter and Carloine send an onlinet utorail.", "Frances and Julia buy an entire house.": "France sand Juila buya n entire house.", "Mary and Lauren paint a power drill.": "Mary andL auern paint a power rdill.", "Don and Christine write a Christmas dinner.": "Dnoa nd Christine write a hCristmas dinner.", "Stephen and Roy buy a new car.": "Stephen and Roy buy a enw car.", "Robert and Andrew clean an important conversation.": "Roebrt and Adnrew clean an important ocnversation.", "Eleanor and Edwin send an interesting story.": "Eleanor adn Edwin senda n interestign story.", "Victoria and Greg fix an animated play.": "Vcitoria adnG reg fix an animated play.", "Harriet and Katie clean an early classic.": "Harriet nad Katie clean an aerly clsasic.", "Stephanie and Anthony read an interesting discussion.": "Setphanie and Anthony rea dan interesting discussio.n", "Frank and Alan build a few things.": "Farnk adn Alan build  afew things.", "Maria and Johnny paint a fire drill.": "aMria nad Johnny paint  afire drill.", "Sara and Katie write a wedding gift.": "Sara and aKti erwite a wedding gift.", "Jay and Kathryn eat an animated cartoon.": "aJy and Kathryn eat an animaetd cartoon.", "Sharon and Evelyn clean a Christmas present.": "Sharon and Evelyn cleana  Christmas presne.t", "Rachel and Steven fix an early scene.": "Racehla dn Steven fix an early scene.", "Frances and Benjamin fix an entire scene.": "Frances an dBenjamin fi xan entier scene.", "Elizabeth and Tom use an animated pilot.": "Elizabeth and Tom sue an ainmated iplot.", "Al and Judy throw an entire series.": "Al and Judy throw anen tire serie.s", "Joseph and Kevin destroy an entire program.": "Jospeh and eKvin destroy an entire prorgam.", "Emily and Cynthia watch an animated scene.": "Eilmy and Cyntiha watch an animated scene.", "Christopher and Chris read an interesting story.": "Christophe rand hCri sread an interesting story.", "Henry and Jerry use an early history.": "Henry and Jerry use a nealr yhistory.", "Steve and Dick destroy an open letter.": "Stevea ndD ick destory an open letter.", "Scott and Arthur show an entire movie.": "Sctot and Arthur show an etnir emovie.", "Sally and Charlotte watch an early scene.": "aSlyl and Charlotte awtch an early scene.", "Victoria and Howard write a Christmas party.": "Victoria and Howrad write a Chrsitmas part.y", "Nancy and John buy a Christmas present.": "Nancy and Jho nbuy a hCristmas present.", "Anne and Francis read an online dialogue.": "Ann eand Francis read an online daiolgue.", "Alan and Richard build an important lesson.": "Alan and Rihcard build an important lesson.", "Al and Ann fix an old couple.": "Al and Annf i xan old coulpe.", "Alice and Susan build an animated pilot.": "Alice and Susan biulda n animated pilo.t", "Florence and Tim watch an interesting story.": "Florencea ndT im watch an interestnig story.", "Nicole and Emma teach a fire escape.": "Nicoel and Emma tecah a firee scape.", "Henry and Florence show a fire engine.": "Henry nad Floernces how a fire engine.", "Cynthia and Bruce sell an entire set.": "Cynthia nad uBrce sell an entire set.", "Dave and Rose eat an interesting couple.": "Dave and oRse eat an intreestign couple.", "Peter and Anthony show a Christmas tree.": "ePtera nd Anthony show a Crhistmas tree.", "Susan and Sandra throw an important lesson.": "Susan and Sanrd athorw an important lesson.", "Marilyn and Michael paint an early sketch.": "Marilyn and Michae lapint an early skethc.", "Jeff and Ashley clean an important conversation.": "Jeff and Ashley clean an importnatc onevrsation.", "Jennifer and Anna fix a Christmas present.": "Jennifer an dAnan fix a Chirstmas present.", "Sue and Ryan destroy an interesting story.": "Sue andR yan destro yan interesting sotry.", "Alfred and Adam create an animated video.": "Alrfed and Aadm create an animated vidoe.", "Kim and Sara destroy an animated game.": "Kim nad Sara destroy an animated game.", "Kelly and Hugh hold a wedding shower.": "Kelly and Hguh hold a wedidng showre.", "Frances and Fred show a wedding ring.": "Farnces and Fred sohw a wedding rin.g", "Katherine and Ryan watch an entire room.": "aKtheirne and Ryan watch an entier room.", "Simon and Brian watch a fire escape.": "Simon andB rian watch a fire ecaspe.", "Roger and Maria throw an online series.": "Roger and Maria throw an olnien serie.s", "Mark and Michael show an important lesson.": "Makr an dMichael sho wan important lesson.", "Ray and Virginia hold an early book.": "Ray and Virgini ahold an early book.", "George and Cynthia teach a Christmas tree.": "Goerg enad Cynthia teach a Christmas tree.", "Jennifer and Louise show an online study.": "Jneniefr and Louise show an olnine study.", "Virginia and Lawrence use an animated musical.": "Vigriniaa nd Lawrence use an animtaed musical.", "Christine and Ian read an online conversation.": "Christine and Ian read ano lnien conversation.", "Alice and Diane show a wedding reception.": "Alice and Diane shwo a weddign reecption.", "Kathy and Arthur cook an animated sketch.": "Kathy and Arthur ocko an animtaed sketch.", "Gary and Kate clean an early play.": "Garya nd Kate cle anan early play.", "Frederick and Benjamin teach an online conversation.": "Fredeirck and Benjamin teach ano nlinec onversation.", "Dick and Howard teach an early history.": "Dick an dHowardt each an early hitsory.", "Joe and Christopher build a few things.": "Joe and Cihrstopher biuld a few things.", "Roy and Charles sell an online course.": "Roya nd Charles sell an onlin ecourse.", "Sandra and Sam cook an animated scene.": "Sandra and Samc oko an animtaed scene.", "Fiona and Jessica buy an early classic.": "Fiona andJ essicab u yan early classic.", "Michelle and Carl clean an important story.": "Michlel eand Carl clean an importan tstory.", "Lauren and Kathy use an animated book.": "Lauren and Kahty sue an animtaed book.", "Jean and Kathryn build an important argument.": "Jean and Kathryn buildn a imoprtant argument.", "Elizabeth and Sue write an important dialogue.": "lEizbaeth and Sue write an impotrant dialogue.", "Don and Emily read an animated musical.": "Don andE mily raed an animated musica.l", "David and Ian hold a Christmas party.": "aDvid and Ina hold a Christma sparty.", "Steve and Tom show an entire room.": "Steve and Tom showa n entirer omo.", "Jay and Ellen cook a Christmas card.": "Jay and Elle ncook a Christmas acr.d", "William and Tim build an old book.": "Wlilima and Tim buidl an old book.", "Christopher and Lucy hold a wedding party.": "Christopher and uLcyh old a ewdding party.", "Sharon and Alexandra show an animated film.": "Sharon and Aleaxndra show an animate dfil.m", "Sarah and Lynn write an early classic.": "Sara hand yLnn write an early clasisc.", "Jean and Carl throw a wedding shower.": "Jean adn Carl throw a wedidng showre.", "Joan and Hugh paint a new car.": "Joan and Hugh paint a new acr.", "Christopher and Sophie build an interesting story.": "Christopher adn Sophie buil dan inteersting story.", "Emily and Julie send an animated game.": "Emily and Julie send an ainmtade game.", "Paul and Steve watch an entire set.": "aPula ndS teve watch an entire set.", "Frank and Kathleen read a Christmas tree.": "Frank and Khatleen read a Christmas tree.", "Bill and Ruth send a wedding dress.": "Bill and Ruht senda  wedding rdess.", "Martha and Emily throw a Christmas Tree.": "Martha adn Eimly throw a Christams Tree.", "Sarah and Mary teach a Christmas gift.": "Sarah and aMry teach a Chirstma sgift.", "Catherine and Samuel sell a fire escape.": "Catherine and Samuel slel a firee scape.", "Al and Heather fix an animated story.": "lA and Heather fix an amniated story.", "Frances and Martin cook an old couple.": "France sand Martin cook an old couple.", "Donald and Carl throw an early history.": "Donald and Carl thorw ane arly hsitory.", "Helen and Albert teach a wedding cake.": "Helen and Albert taech a weddin gcake.", "George and Frank clean an animated scene.": "eGorg eand Frank clean an anmiated scene.", "Jennifer and Martha create a Christmas dinner.": "eJnnifer and Martha createa  Christmas dinenr.", "Adam and Alan create an important argument.": "Adam and Alan createn  aimportant argument.", "Marie and Benjamin build an open letter.": "Marie andB enjamin builda  nopen letter.", "Nicole and Philip cook an animated show.": "Nciole and Phliip cooka n animated show.", "Stephanie and Steve destroy an animated video.": "Stephanie nad Stev edestroy an animatde video.", "Louis and Sara eat a power drill.": "Louis and Sra aeat a poewr drill.", "labels": ["B-ARG0", "I-ARG0", "I-ARG0", "B-V", "B-ARG1", "I-ARG1", "I-ARG1", "O"]}