{"Julia and Harriet read a new car.": "Julia and Harriet read a new cra.", "Rebecca and Pamela build an important message.": "Rebecca and Pamela buil dan important message.", "Peter and Caroline send an online tutorial.": "Peetr and Caroline send an online tutorial.", "Frances and Julia buy an entire house.": "Frances and Julia buy an entrie house.", "Mary and Lauren paint a power drill.": "aMry and Lauren paint a power drill.", "Don and Christine write a Christmas dinner.": "Don and Christine write a Christmas dinenr.", "Stephen and Roy buy a new car.": "Stephen and oRy buy a new car.", "Robert and Andrew clean an important conversation.": "Robert and Andrewc lean an important conversation.", "Eleanor and Edwin send an interesting story.": "Eleanor and Edwin send an interesitng story.", "Victoria and Greg fix an animated play.": "Victoria adn Greg fix an animated play.", "Harriet and Katie clean an early classic.": "Harriet and Katie clean an eraly classic.", "Stephanie and Anthony read an interesting discussion.": "Stephanie and Anthony read an interestingd iscussion.", "Frank and Alan build a few things.": "Frank and Aaln build a few things.", "Maria and Johnny paint a fire drill.": "Mariaa nd Johnny paint a fire drill.", "Sara and Katie write a wedding gift.": "Sara and Katie wrtie a wedding gift.", "Jay and Kathryn eat an animated cartoon.": "Jay adn Kathryn eat an animated cartoon.", "Sharon and Evelyn clean a Christmas present.": "Sharon and Evelyn clean a Christmas presen.t", "Rachel and Steven fix an early scene.": "Rachel and Steven fix na early scene.", "Frances and Benjamin fix an entire scene.": "Frances and Bejnamin fix an entire scene.", "Elizabeth and Tom use an animated pilot.": "Elizabeth and Tom use a nanimated pilot.", "Al and Judy throw an entire series.": "Al and Judy throwa n entire series.", "Joseph and Kevin destroy an entire program.": "Joseph andK evin destroy an entire program.", "Emily and Cynthia watch an animated scene.": "Emily an dCynthia watch an animated scene.", "Christopher and Chris read an interesting story.": "Christopher and Chrsi read an interesting story.", "Henry and Jerry use an early history.": "Henry and Jerry use an early history.", "Steve and Dick destroy an open letter.": "Steve and Dick destroy ano pen letter.", "Scott and Arthur show an entire movie.": "Scott and Artuhr show an entire movie.", "Sally and Charlotte watch an early scene.": "Sally and Charlotte watch an early scene.", "Victoria and Howard write a Christmas party.": "Victroia and Howard write a Christmas party.", "Nancy and John buy a Christmas present.": "Nancy and John buy a Chrsitmas present.", "Anne and Francis read an online dialogue.": "Anne and Francis read an onilne dialogue.", "Alan and Richard build an important lesson.": "Alana nd Richard build an important lesson.", "Al and Ann fix an old couple.": "Al nad Ann fix an old couple.", "Alice and Susan build an animated pilot.": "Alice and Suasn build an animated pilot.", "Florence and Tim watch an interesting story.": "Flroence and Tim watch an interesting story.", "Nicole and Emma teach a fire escape.": "Nicole and Emma teach a fire escape.", "Henry and Florence show a fire engine.": "Henry and Florence show a fire egnine.", "Cynthia and Bruce sell an entire set.": "Cynthia and Bruce sell an entires et.", "Dave and Rose eat an interesting couple.": "Dave and Rose eta an interesting couple.", "Peter and Anthony show a Christmas tree.": "Peter and Anthony show a Christmas tere.", "Susan and Sandra throw an important lesson.": "Susan and aSndra throw an important lesson.", "Marilyn and Michael paint an early sketch.": "Marilyn and iMchael paint an early sketch.", "Jeff and Ashley clean an important conversation.": "Jeff and Ashley claen an important conversation.", "Jennifer and Anna fix a Christmas present.": "Jennifer and Anna fix a Christams present.", "Sue and Ryan destroy an interesting story.": "Sue adn Ryan destroy an interesting story.", "Alfred and Adam create an animated video.": "Alfred and Adam rceate an animated video.", "Kim and Sara destroy an animated game.": "Kim and Sara destroy an animate dgame.", "Kelly and Hugh hold a wedding shower.": "Kelly and Hugh hold a wedding shwoer.", "Frances and Fred show a wedding ring.": "Frances and Fred show a weddingr ing.", "Katherine and Ryan watch an entire room.": "Katherine and Ryan watch an entire orom.", "Simon and Brian watch a fire escape.": "Simon and Brian watch a ifre escape.", "Roger and Maria throw an online series.": "Roger and Mariat hrow an online series.", "Mark and Michael show an important lesson.": "Mark and Michael showa n important lesson.", "Ray and Virginia hold an early book.": "Ray and Virginia hodl an early book.", "George and Cynthia teach a Christmas tree.": "George and Cytnhia teach a Christmas tree.", "Jennifer and Louise show an online study.": "Jennifer and Louise show an onlin estudy.", "Virginia and Lawrence use an animated musical.": "Virgniia and Lawrence use an animated musical.", "Christine and Ian read an online conversation.": "Christine and Ian read an online converastion.", "Alice and Diane show a wedding reception.": "Aliec and Diane show a wedding reception.", "Kathy and Arthur cook an animated sketch.": "Kathy and Arthur cook an animated ksetch.", "Gary and Kate clean an early play.": "Gary and Kate lcean an early play.", "Frederick and Benjamin teach an online conversation.": "Frederick and Benjmain teach an online conversation.", "Dick and Howard teach an early history.": "Dick and Howard taech an early history.", "Joe and Christopher build a few things.": "Joe adn Christopher build a few things.", "Roy and Charles sell an online course.": "Roy and Charles sell an onlnie course.", "Sandra and Sam cook an animated scene.": "Sandra adn Sam cook an animated scene.", "Fiona and Jessica buy an early classic.": "Fionaa nd Jessica buy an early classic.", "Michelle and Carl clean an important story.": "Michelle and Carl clean an important story.", "Lauren and Kathy use an animated book.": "Lauren nad Kathy use an animated book.", "Jean and Kathryn build an important argument.": "Jean and Kathrny build an important argument.", "Elizabeth and Sue write an important dialogue.": "Elizabeth and Sue write an important idalogue.", "Don and Emily read an animated musical.": "Don and Emily erad an animated musical.", "David and Ian hold a Christmas party.": "David and Ian hold a Christmas patry.", "Steve and Tom show an entire room.": "Steve and Tom show an entir eroom.", "Jay and Ellen cook a Christmas card.": "Jay and Ellenc ook a Christmas card.", "William and Tim build an old book.": "William and Tim build an old book.", "Christopher and Lucy hold a wedding party.": "Christophre and Lucy hold a wedding party.", "Sharon and Alexandra show an animated film.": "Shaorn and Alexandra show an animated film.", "Sarah and Lynn write an early classic.": "Sarha and Lynn write an early classic.", "Jean and Carl throw a wedding shower.": "Jea nand Carl throw a wedding shower.", "Joan and Hugh paint a new car.": "Joan and Hugh paint a enw car.", "Christopher and Sophie build an interesting story.": "Christopher and Sophie build an itneresting story.", "Emily and Julie send an animated game.": "Emily and Julie send an animated gaem.", "Paul and Steve watch an entire set.": "Paul and Steve wtach an entire set.", "Frank and Kathleen read a Christmas tree.": "Frank and Kathleen read a Chirstmas tree.", "Bill and Ruth send a wedding dress.": "iBll and Ruth send a wedding dress.", "Martha and Emily throw a Christmas Tree.": "Martha and Emily throw a Christmas Tree.", "Sarah and Mary teach a Christmas gift.": "Sarah and Mary teach a Christams gift.", "Catherine and Samuel sell a fire escape.": "Catherine and Samule sell a fire escape.", "Al and Heather fix an animated story.": "Al and Heatherf ix an animated story.", "Frances and Martin cook an old couple.": "France sand Martin cook an old couple.", "Donald and Carl throw an early history.": "Donald and Carl throw an earyl history.", "Helen and Albert teach a wedding cake.": "Helen and lAbert teach a wedding cake.", "George and Frank clean an animated scene.": "George and Frank clean an animatde scene.", "Jennifer and Martha create a Christmas dinner.": "Jennifer and Martha create a hCristmas dinner.", "Adam and Alan create an important argument.": "Adam and Alan creaet an important argument.", "Marie and Benjamin build an open letter.": "Marie and Benjamin build an open letetr.", "Nicole and Philip cook an animated show.": "Nicole and Philip cook an aniamted show.", "Stephanie and Steve destroy an animated video.": "Stephanie and Steve destroy an animatedv ideo.", "Louis and Sara eat a power drill.": "Louis and Sara eat a power dirll.", "labels": ["B-ARG0", "I-ARG0", "I-ARG0", "B-V", "B-ARG1", "I-ARG1", "I-ARG1", "O"]}