{"Julia and Harriet read a new car.": "Julia and Harriet reada  new car.", "Rebecca and Pamela build an important message.": "Rebecca and Pamela build an ipmoratnt message.", "Peter and Caroline send an online tutorial.": "Pteer and Caroline send an online tutorail.", "Frances and Julia buy an entire house.": "Frances and Jluia buy an etnire house.", "Mary and Lauren paint a power drill.": "Mary and Lauren painta  powre drill.", "Don and Christine write a Christmas dinner.": "Don and Chritsine write a Crhistmas dinner.", "Stephen and Roy buy a new car.": "Stephe nand Roy byu a new car.", "Robert and Andrew clean an important conversation.": "Robert nad Andrew claen an important conversation.", "Eleanor and Edwin send an interesting story.": "Eleanor and Edwin send an itneresitng story.", "Victoria and Greg fix an animated play.": "Vcitori aand Greg fix an animated play.", "Harriet and Katie clean an early classic.": "Harriet and Katie celan an earl yclassic.", "Stephanie and Anthony read an interesting discussion.": "Stephanie and Anthony read an interesting discussoi.n", "Frank and Alan build a few things.": "Frank and Alan build a few tihng.s", "Maria and Johnny paint a fire drill.": "Maria and Jnohny paint a fire drill.", "Sara and Katie write a wedding gift.": "Sara and Katie write a wedding fgit.", "Jay and Kathryn eat an animated cartoon.": "Ja yand Kathryn eat an animate dcartoon.", "Sharon and Evelyn clean a Christmas present.": "Shaorn and Evelyn clea na Christmas present.", "Rachel and Steven fix an early scene.": "Rache land Steven fix an early secne.", "Frances and Benjamin fix an entire scene.": "Frances an dBenjamin fix ane ntire scene.", "Elizabeth and Tom use an animated pilot.": "Elizabeth and Tom use an animatd epilot.", "Al and Judy throw an entire series.": "Al and Judy throw an etnire serie.s", "Joseph and Kevin destroy an entire program.": "Josep hand Kvein destroy an entire program.", "Emily and Cynthia watch an animated scene.": "mEily and Cynthia watc han animated scene.", "Christopher and Chris read an interesting story.": "Christopher and Chris read an interesntig story.", "Henry and Jerry use an early history.": "Henry an dJerry us ean early history.", "Steve and Dick destroy an open letter.": "Steve and Dick destroy a nope nletter.", "Scott and Arthur show an entire movie.": "Scott and Arthurs how an entier movie.", "Sally and Charlotte watch an early scene.": "Sally and Charlott ewatch an earyl scene.", "Victoria and Howard write a Christmas party.": "Victoria and Howard write a Chrstimas party.", "Nancy and John buy a Christmas present.": "Nancy and John buy a Chrsitmas preesnt.", "Anne and Francis read an online dialogue.": "Anne and Francis redaa n online dialogue.", "Alan and Richard build an important lesson.": "Alan and Richard build an ipmrotant lesson.", "Al and Ann fix an old couple.": "Al and Ann fi axn old couple.", "Alice and Susan build an animated pilot.": "Alice and Susan build na animated pliot.", "Florence and Tim watch an interesting story.": "Flornece and Ti mwatch an interesting story.", "Nicole and Emma teach a fire escape.": "Nicole nad Emma teach a fire escpae.", "Henry and Florence show a fire engine.": "Henry and Florence show  afier engine.", "Cynthia and Bruce sell an entire set.": "Cynthia and Bruce slel ane ntire set.", "Dave and Rose eat an interesting couple.": "Dave and Rose eat an interetsingc ouple.", "Peter and Anthony show a Christmas tree.": "Peter and Anthony sohw a Christma stree.", "Susan and Sandra throw an important lesson.": "Susan nad Sandr athrow an important lesson.", "Marilyn and Michael paint an early sketch.": "Mraily nand Michael paint an early sketch.", "Jeff and Ashley clean an important conversation.": "Jeff and Ashley clean ani mportnat conversation.", "Jennifer and Anna fix a Christmas present.": "Jennife rand Anna fix  aChristmas present.", "Sue and Ryan destroy an interesting story.": "Sue and Rya nedstroy an interesting story.", "Alfred and Adam create an animated video.": "Alferd and Adam create an animated viedo.", "Kim and Sara destroy an animated game.": "Kmi and Sara destroy an animtaed game.", "Kelly and Hugh hold a wedding shower.": "Kelly and Hugh ohld a weddings hower.", "Frances and Fred show a wedding ring.": "Frances and Fre dshow a weddign ring.", "Katherine and Ryan watch an entire room.": "Kahterine and Ryan watch an entirer oom.", "Simon and Brian watch a fire escape.": "Simon and Brian wathc  afire escape.", "Roger and Maria throw an online series.": "Roger and Maria throw na online esries.", "Mark and Michael show an important lesson.": "Mark and Michael sohw an important lessno.", "Ray and Virginia hold an early book.": "Ray and Virginia hlod an early boo.k", "George and Cynthia teach a Christmas tree.": "George and Cynthia teach a Chrsitmas tre.e", "Jennifer and Louise show an online study.": "Jennifer and Lousie show an onlien study.", "Virginia and Lawrence use an animated musical.": "Virginia and Lawrneec use an animated musical.", "Christine and Ian read an online conversation.": "Christine and Ian read an online conversaitno.", "Alice and Diane show a wedding reception.": "Alice and Diane showa  wdeding reception.", "Kathy and Arthur cook an animated sketch.": "Kath yand Arthur cook an animated skethc.", "Gary and Kate clean an early play.": "aGry and aKte clean an early play.", "Frederick and Benjamin teach an online conversation.": "rFederick and Benjamin teach an online conversatoin.", "Dick and Howard teach an early history.": "Dick and Howard teach an eraly hitsory.", "Joe and Christopher build a few things.": "Joe and Christophe rbiuld a few things.", "Roy and Charles sell an online course.": "Roy andC hrales sell an online course.", "Sandra and Sam cook an animated scene.": "Sandra and Samc ook a nanimated scene.", "Fiona and Jessica buy an early classic.": "Fiona and Jessica buy an early clsasci.", "Michelle and Carl clean an important story.": "Michelle and Carl clean ani mportant sotry.", "Lauren and Kathy use an animated book.": "Lauren and Kathy use an animatedbo ok.", "Jean and Kathryn build an important argument.": "Jaen and Kathryn build an imporatnt argument.", "Elizabeth and Sue write an important dialogue.": "Elizabeth and Sue write na important dialgoue.", "Don and Emily read an animated musical.": "Don andE mily read an naimated musical.", "David and Ian hold a Christmas party.": "Davida nd Ian hold a Christmas paryt.", "Steve and Tom show an entire room.": "Steve nad Tom show an entire room.", "Jay and Ellen cook a Christmas card.": "Jay and Ellen cook a hCirstmas card.", "William and Tim build an old book.": "Willaim and Tim build na old book.", "Christopher and Lucy hold a wedding party.": "Chrsitopher and Lucy hold a wedding paryt.", "Sharon and Alexandra show an animated film.": "Sharon and Alexandar show an anmiated film.", "Sarah and Lynn write an early classic.": "Sarah and Lynn write ane arly classic.", "Jean and Carl throw a wedding shower.": "Jean and Calr throw a weddin gshower.", "Joan and Hugh paint a new car.": "Joana nd Huhg paint a new car.", "Christopher and Sophie build an interesting story.": "Chirstopher nad Sophie build an interesting story.", "Emily and Julie send an animated game.": "Emil yand uJlie send an animated game.", "Paul and Steve watch an entire set.": "aPul and Steve watcha n entire set.", "Frank and Kathleen read a Christmas tree.": "rFank and Kathleen read aC hristmas tree.", "Bill and Ruth send a wedding dress.": "Bill an dRuth sedn a wedding dress.", "Martha and Emily throw a Christmas Tree.": "Martha nad Emily throw a Chrismtas Tree.", "Sarah and Mary teach a Christmas gift.": "Sarha and Mary teach a Christmas igft.", "Catherine and Samuel sell a fire escape.": "Catherien and aSmuel sell a fire escape.", "Al and Heather fix an animated story.": "Al an dHeather fix an animated stoyr.", "Frances and Martin cook an old couple.": "Franecs an dMartin cook an old couple.", "Donald and Carl throw an early history.": "Donal dand Carl throw an ealry history.", "Helen and Albert teach a wedding cake.": "Helen and Alebrt teach a wedding acke.", "George and Frank clean an animated scene.": "George adn Frank clean an animatde scene.", "Jennifer and Martha create a Christmas dinner.": "Jennfier and Martha cerate a Christmas dinner.", "Adam and Alan create an important argument.": "Adam and Alan create an impotrant argumnet.", "Marie and Benjamin build an open letter.": "Marie adn Benjamin build an openl etter.", "Nicole and Philip cook an animated show.": "Nicole and Philip cook an anmiate dshow.", "Stephanie and Steve destroy an animated video.": "Stephanei and Steve destryo an animated video.", "Louis and Sara eat a power drill.": "Luois andS ara eat a power drill.", "labels": ["B-ARG0", "I-ARG0", "I-ARG0", "B-V", "B-ARG1", "I-ARG1", "I-ARG1", "O"]}