{"Julia and Harriet read a new car.": "Jluia an dHarriet read a new car.", "Rebecca and Pamela build an important message.": "Rebecca and Pamelab iuld an miportnat message.", "Peter and Caroline send an online tutorial.": "Peter and Caorlines end an onlnie uttorial.", "Frances and Julia buy an entire house.": "Fracnes and Julia buy na entire house.", "Mary and Lauren paint a power drill.": "Mary and Laure npainta  power drill.", "Don and Christine write a Christmas dinner.": "Don adn Chirstien write  aChristmas dinner.", "Stephen and Roy buy a new car.": "Stephen and Roby uy a nw ecar.", "Robert and Andrew clean an important conversation.": "Roebrt and Anderw clean an improtant converstaion.", "Eleanor and Edwin send an interesting story.": "Eleanor and Edwin sned na interesting stro.y", "Victoria and Greg fix an animated play.": "Vcitoria and Greg fix an ainmate dplya.", "Harriet and Katie clean an early classic.": "Harriet and Katice laen an early calssic.", "Stephanie and Anthony read an interesting discussion.": "Stephaine adn Anthonyr ead an interesting disucssion.", "Frank and Alan build a few things.": "Frank and Al anbuild a ewf things.", "Maria and Johnny paint a fire drill.": "Maria and Johnnyp aint a fire drill.", "Sara and Katie write a wedding gift.": "Sara and Katie wriet a ewdding gfit.", "Jay and Kathryn eat an animated cartoon.": "Jya and aKthryn eat an aniamted caroton.", "Sharon and Evelyn clean a Christmas present.": "Sharon adn Eveyln clean a Chirsmtas present.", "Rachel and Steven fix an early scene.": "Rachel and Steevn fi xan early scene.", "Frances and Benjamin fix an entire scene.": "Franecs and Benjamin fixa n etnire sceen.", "Elizabeth and Tom use an animated pilot.": "Elizabeth andT om su eana nimated pilot.", "Al and Judy throw an entire series.": "Al and Judy thrwo a nnetire serie.s", "Joseph and Kevin destroy an entire program.": "Jospeh and Kevi ndestroy an enitre progarm.", "Emily and Cynthia watch an animated scene.": "mEily andC ynthia watch an anmiatde scene.", "Christopher and Chris read an interesting story.": "Christophe ran dChris read an interestings tor.y", "Henry and Jerry use an early history.": "Henry and Jerry use na ealry histro.y", "Steve and Dick destroy an open letter.": "Stvee and Dick dsetroy nao pen letter.", "Scott and Arthur show an entire movie.": "cSott and Arthur show an entire moive.", "Sally and Charlotte watch an early scene.": "Sally and Chralotte wacth na eraly scene.", "Victoria and Howard write a Christmas party.": "Victoria and oHwar dwritea  Chrismtas party.", "Nancy and John buy a Christmas present.": "aNncy and Jhon buy a Christmas presten.", "Anne and Francis read an online dialogue.": "Anne and Francsi read an online dailogue.", "Alan and Richard build an important lesson.": "Alan an dRichard build an importan tlesson.", "Al and Ann fix an old couple.": "lA and Ann fi axn old copule.", "Alice and Susan build an animated pilot.": "Ali ceand Ssuan build an animated pliot.", "Florence and Tim watch an interesting story.": "Floernce and Tim watch an tineresitng story.", "Nicole and Emma teach a fire escape.": "iNcole and Emam teach a ifre esacpe.", "Henry and Florence show a fire engine.": "Henryn ad Floernce show a fire egnine.", "Cynthia and Bruce sell an entire set.": "Cytnhia and Bruce sell ann etir eset.", "Dave and Rose eat an interesting couple.": "Dav eand Ros eeat an niteresting coupl.e", "Peter and Anthony show a Christmas tree.": "Peter and Anthoyn shwo a Chrtismas tree.", "Susan and Sandra throw an important lesson.": "Susa nand Sandra throw ain mportantl esson.", "Marilyn and Michael paint an early sketch.": "Mariyln and Michael paint ane alry sektch.", "Jeff and Ashley clean an important conversation.": "Jeff and Ashley clae nan important ocnversatio.n", "Jennifer and Anna fix a Christmas present.": "eJnnifer and Anna fix a Chritsmasp reesnt.", "Sue and Ryan destroy an interesting story.": "Sue and Ryan destry oan interesting stro.y", "Alfred and Adam create an animated video.": "Alfred and Adacm reate an anmiated vidoe.", "Kim and Sara destroy an animated game.": "Kim and Sara esdtorya n animated game.", "Kelly and Hugh hold a wedding shower.": "Kelly adn Hugh hold a weddign shower.", "Frances and Fred show a wedding ring.": "rFance asdn Fred show a wedding ring.", "Katherine and Ryan watch an entire room.": "Kaethrine and yRan watch ane ntire room.", "Simon and Brian watch a fire escape.": "Simon and Brian atwch a fier secape.", "Roger and Maria throw an online series.": "Roge rand Mariat hor wan online series.", "Mark and Michael show an important lesson.": "Mar kand Michales how a nimportant lesson.", "Ray and Virginia hold an early book.": "Ray anVd igriina hold an early book.", "George and Cynthia teach a Christmas tree.": "Georage nd Cynthia teach a Christma stree.", "Jennifer and Louise show an online study.": "Jennifer and Louise oshw an oinlne study.", "Virginia and Lawrence use an animated musical.": "iVrginia and aLrwenc euse an animated musical.", "Christine and Ian read an online conversation.": "Christine and Ian read a nnoline conevrsation.", "Alice and Diane show a wedding reception.": "Alic eandD ianes how a wedding recpetion.", "Kathy and Arthur cook an animated sketch.": "Kathya nd Arthur cook an aniamted sketch.", "Gary and Kate clean an early play.": "Gar yand Kate claen ane arly plya.", "Frederick and Benjamin teach an online conversation.": "Fredericka nd Benjamin teach na online convesratio.n", "Dick and Howard teach an early history.": "Dick and Howard etahca n early histroy.", "Joe and Christopher build a few things.": "Joe and hCristopher buil da few ithngs.", "Roy and Charles sell an online course.": "Roy adnC harles sell an onlin ecourse.", "Sandra and Sam cook an animated scene.": "Sandra adn Sam cook an animated secne.", "Fiona and Jessica buy an early classic.": "iFona nad Jessica buy an early clsasci.", "Michelle and Carl clean an important story.": "iMchelle nad Carl clean an miportant stroy.", "Lauren and Kathy use an animated book.": "Laurne and Kathy use ana nimate dboko.", "Jean and Kathryn build an important argument.": "Jean na dKathryn build an importanta grument.", "Elizabeth and Sue write an important dialogue.": "Elizbaeth and Sue wrtie na important dialgoue.", "Don and Emily read an animated musical.": "Don and Eimyl read an ainmaetd musical.", "David and Ian hold a Christmas party.": "Daivd and Ian hodl a Christmas party.", "Steve and Tom show an entire room.": "Steve an dToms how an entire roo.m", "Jay and Ellen cook a Christmas card.": "Jay and Ellen cook a Chrismta scard.", "William and Tim build an old book.": "William and Tim build ano ld book.", "Christopher and Lucy hold a wedding party.": "Christophe rand Lcuy ohld a weddingp arty.", "Sharon and Alexandra show an animated film.": "hSaron and Alexandra shwo an ainmtaed film.", "Sarah and Lynn write an early classic.": "Sraah and Lynn rwi tean early classic.", "Jean and Carl throw a wedding shower.": "Jean and Cral trhowa w edding shower.", "Joan and Hugh paint a new car.": "Joan an dHugh paint an ew car.", "Christopher and Sophie build an interesting story.": "Christpoher and Spohie buil da ninteresting story.", "Emily and Julie send an animated game.": "Emliy adn Julie send an animated game.", "Paul and Steve watch an entire set.": "Paul and Stvee awtc hna entire set.", "Frank and Kathleen read a Christmas tree.": "Frank and Kahtleen read a Chrtisma stree.", "Bill and Ruth send a wedding dress.": "iBll and Ruth send a wedding dress.", "Martha and Emily throw a Christmas Tree.": "Martha and Emily throw a Christmsa Tre.e", "Sarah and Mary teach a Christmas gift.": "Sarah and aMry etach a Chrsitmas gitf.", "Catherine and Samuel sell a fire escape.": "Catehrine and Samu elsell a fir eescape.", "Al and Heather fix an animated story.": "Al and Heather fi xan anitmae dstory.", "Frances and Martin cook an old couple.": "Frnaces and Marti ncoo kano ld couple.", "Donald and Carl throw an early history.": "Donald nadC arlt hrow an early histor.y", "Helen and Albert teach a wedding cake.": "eHlen an dAlbert teahc a wedding caek.", "George and Frank clean an animated scene.": "George and Frank claen na animated scene.", "Jennifer and Martha create a Christmas dinner.": "Jennifer andM atrh acreate a Christmas dinne.r", "Adam and Alan create an important argument.": "Adam and Alan ceraet ani mpotrant argument.", "Marie and Benjamin build an open letter.": "Marie adn Bejnamin bulid an openl etter.", "Nicole and Philip cook an animated show.": "iNcole and Philip cook an animated shwo.", "Stephanie and Steve destroy an animated video.": "Stephain eand Steve destroy an animated video.", "Louis and Sara eat a power drill.": "Louisa n dSara eat ap ower drlil.", "labels": ["B-ARG0", "I-ARG0", "I-ARG0", "B-V", "B-ARG1", "I-ARG1", "I-ARG1", "O"]}